


w_l =[
"一方だ","上に","うちに","おかげだ ","おそれがある","かけだ","がちだ","かどうかにかかっている","かのようだ","…から…にかけて","から言うと／から言えば／から言って","からでないと／からでなければ ","からといって","からには","から見て（も）","かわりに","きる","くらい","くらいのものだ","こそ","ことか","こととなっている／ことになっている","ことはない","これといって…はない","際（に）","最中","さえ…ば","しかない ","しょうがない ","せいだ","（ただ…）だけでなく","たとえ…も","たび（に） ","たまらない","だらけ","ついでに","っけ","つもりだ","でもなんでもない","という ","ということだ","というより","といっても ","どうしようもない","とおり（に）","とか","ところ","ところに","とされている","としたことが","としたら","として","とたん（に）","とともに ","とは限らない","とみえて","とみられている","ないとも限らない","…ない…はいない","など…ない","～に～ ","において","にかけては","に決まっている","に比べ","に従い","にしたら","に沿い","に対し","に違いない","について（は）","につれ","にて","にとって","に反し","によって（は）","によれば","にわたった","たり","…は…","～ば～ほど","ばかりか","はもちろん","反面","べきだ ","（より）ほか（は）しかた（が）ない","か（は）ない","ほど ","ほど｜ほどだ｜ほどの","まで"," 向きだ"," 向けだ","ものか","ものだ","ようがない","ように","～ら～で","わけがない","わけだ","わけにはいかない","割に（は）","を…として","をきっかけとして","をこめて","を中心として","を通じて","をもとに（して）",

]




